7zip
acpi
acpid
adw-gtk-theme
amd-ucode
apparmor
aspnet-runtime-8.0
b43-fwcutter
baobab
base
bash-completion
bibata-cursor-theme
btrfs-progs
btrfsmaintenance
collision
cpupower
cronie
cryptsetup
deja-dup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
e2fsprogs
ecryptfs-utils
efibootmgr
endeavour
evince
exfatprogs
f2fs-tools
fakeroot
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
fprintd
fragments
freeoffice
gdm
gitg
github-cli
gitu
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-characters
gnome-clocks
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gvim
htop
iagno
ibus
inetutils
install-grub
intel-ucode
inxi
jfsutils
kvantum-manjaro
less
lib32-nvidia-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libreoffice-fresh
libxnvctrl
linux-firmware
linux612
linux612-nvidia
logrotate
lollypop
lrzip
lvm2
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neofetch
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nvidia-settings
nvidia-utils
openssh
os-prober
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
perl
plymouth-theme-manjaro
power-profiles-daemon
powerline
powerline-fonts
python-pypresence
qt5ct
qt6ct
quadrapassel
rsync
rygel
s-nail
seahorse
simple-scan
snapshot
sof-firmware
squashfs-tools
sudo
sushi
sysfsutils
system-config-printer
texinfo
timeshift
timeshift-autosnap-manjaro
totem
touche
ttf-hack
ttf-indic-otf
ttf-meslo-nerd
unace
unrar
update-grub
usbutils
vi
vim-nerdtree
vulkan-intel
vulkan-nouveau
vulkan-radeon
webapp-manager
wget
which
wireless-regdb
wpa_supplicant
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xmrig
xorg-server
yay
zlib-ng
