acpi
acpid
amd-ucode
apparmor
aspnet-runtime-8.0
b43-fwcutter
baobab
bleachbit
btrfsmaintenance
cmake
collision
cpupower
dbeaver
deja-dup
discord
dmraid
docker
docker-compose
dotnet-sdk-8.0
ecryptfs-utils
endeavour
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
fragments
freeoffice
gitg
github-cli
gitu
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-characters
gnome-clocks
gnome-connections
gnome-contacts
gnome-firmware
gnome-font-viewer
gnome-logs
gnome-maps
gnome-mines
gnome-shell-extension-gsconnect
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-x11gestures
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-user-docs
gnome-weather
gnuchess
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
htop
iagno
ibus
inetutils
intel-ucode
inxi
jfsutils
libxnvctrl
linux612-nvidia
lollypop
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-gnome-extension-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-samba
manjaro-system
manjaro-zsh-config
maven
memtest86+
memtest86+-efi
minikube
mkinitcpio-openswap
nano-syntax-highlighting
nautilus-admin
nautilus-empty-file
network-manager-sstp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
obs-studio
plymouth-theme-manjaro
powerline
python-pypresence
quadrapassel
snapshot
sof-firmware
sushi
sysfsutils
timeshift-autosnap-manjaro
totem
ttf-hack
ttf-indic-otf
vi
vim-nerdtree
vlc
webapp-manager
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xmrig
yay
