acpi
acpid
amd-ucode
b43-fwcutter
baobab
btop
btrfsmaintenance
clang
collision
cpupower
decibels
deja-dup
discord
dmraid
dotnet-sdk
ecryptfs-utils
endeavour
ex-vi-compat
fd
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
firefox
fragments
github-cli
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-contacts
gnome-firmware
gnome-font-viewer
gnome-logs
gnome-maps
gnome-mines
gnome-music
gnome-shell-extension-gsconnect
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-papirus-folders-colorizer
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-user-docs
gnome-weather
grub-theme-manjaro
gtksourceview-pkgbuild
gufw
htop
iagno
inetutils
intel-ucode
inxi
jfsutils
kitty
linux612-nvidia-580xx
linux618-nvidia-580xx
loupe
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-gnome-extension-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-samba
manjaro-system
manjaro-zsh-config
memtest86+
memtest86+-efi
micro
mkinitcpio-openswap
mpv
nano-syntax-highlighting
nautilus-admin
nautilus-empty-file
nautilus-open-any-terminal
neovim
network-manager-sstp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
papers
plymouth-theme-manjaro
quadrapassel
ripgrep
s-nail
sbctl
showtime
snapshot
sof-firmware
stylua
sysfsutils
thunderbird
timeshift-autosnap-manjaro
tree-sitter-cli
ttf-indic-otf
udev-usb-sync
vlc
webapp-manager
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
